[
  {
    "id": 1,
    "name": "Student of the week",
    "date": "Nov 2014",
    "certificationUrl": "",
    "details": "I was awarded the student of the week award in year 10 for helping my peers. This award was recognized by my headteacher and it was a great honor to receive it. I was able to help my peers with their studies and assignments, and I believe that this award reflects my dedication to helping others and my commitment to academic excellence."
  },
  {
    "id": 2,
    "name": "Cisco Networking Certification Lvl 2",
    "date": "Jun 2015",
    "certificationUrl": "",
    "details": "Cisco Networking Certification Lvl 2  is a module to test my knowledge on fundamental networking concepts often requested in networking roles in IT positions. I achieved this as part of the module for my BTEC Level 3 Extended Diploma in IT."
  },
  {
    "id": 3,
    "name": "freeCodeCamp.org: JavaScript Algorithms and Data Structures",
    "date": "Mar 2023",
    "certificationUrl": "https://freecodecamp.org/certification/lazysamurai/javascript-algorithms-and-data-structures",
    "details": "I have successfully completed the freeCodeCamp.org: JavaScript Algorithms and Data Structures Developer Certification. This certification represents approximately 300 hours of coursework and validates my knowledge on fundamental JavaScript concepts including variables, arrays, objects, loops, and functions. I have applied this knowledge by creating algorithms to manipulate strings, factorialize numbers and even solve hard algorithms."
  },
  {
    "id": 4,
    "name": "Code Academy: Full-Stack Engineer",
    "date": "Mar 2023",
    "certificationUrl": "https://www.codecademy.com/profiles/lazysamurai9712/certificates/ffd0f42cce1a44e9a0108b365047a0a6",
    "details": "I have completed the Code Academy: Full-Stack Engineering professional certificate. This certificate validates my knowledge on full-stack web development, including front-end and back-end development, databases, and deployment. I have learned how to build web applications using HTML, CSS, JavaScript, React, Node.js, Express, SQL, and more. Completing this certificate proves that I have the skills required to develop and deploy full-stack web applications."
  }
]
